[
    {
        "title": "Gabriel's Inferno Part II",
        "description": "Professor Gabriel Emerson finally learns the truth about Julia Mitchell's identity, but his realization comes a moment too late. Julia is done waiting for the well-respected Dante specialist to remember her and wants nothing more to do with him. Can Gabriel win back her heart before she finds love in another's arms?",
        "rating": 89,
        "date": "Jul 31, 2020",
        "id": "0"
    },
    {
        "title": "Gabriel's Inferno",
        "description": "An intriguing and sinful exploration of seduction, forbidden love, and redemption, Gabriel's Inferno is a captivating and wildly passionate tale of one man's escape from his own personal hell as he tries to earn the impossible--forgiveness and love.",
        "rating": 88,
        "date": "May 29, 2020",
        "id": "1"
    },
    {
        "title": "The Shawshank Redemption",
        "description": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
        "rating": 87,
        "date": "Sep 23, 1994",
        "id": "2"
    },
    {
        "title": "Dilwale Dulhania Le Jayenge",
        "description": "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.",
        "rating": 87,
        "date": "Oct 20, 1995",
        "id": "3"
    },
    {
        "title": "The Godfather",
        "description": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
        "rating": 87,
        "date": "Mar 14, 1972",
        "id": "4"
    },
    {
        "title": "Schindler's List",
        "description": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
        "rating": 86,
        "date": "Nov 30, 1993",
        "id": "5"
    },
    {
        "title": "Your Name",
        "description": "High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other.",
        "rating": 86,
        "date": "Aug 26, 2016",
        "id": "6"
    },
    {
        "title": "The Godfather: Part II",
        "description": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
        "rating": 86,
        "date": "Dec 20, 1974",
        "id": "7"
    },
    {
        "title": "Spirited Away",
        "description": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
        "rating": 85,
        "date": "Jul 20, 2001",
        "id": "8"
    },
    {
        "title": "My Hero Academia: Heroes Rising",
        "description": "Class 1-A visits Nabu Island where they finally get to do some real hero work. The place is so peaceful that it's more like a vacation … until they're attacked by a villain with an unfathomable Quirk! His power is eerily familiar, and it looks like Shigaraki had a hand in the plan. But with All Might retired and citizens' lives on the line, there's no time for questions. Deku and his friends are the next generation of heroes, and they're the island's only hope.",
        "rating": 85,
        "date": "Dec 20, 2019",
        "id": "9"
    },
    {
        "title": "Parasite",
        "description": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
        "rating": 85,
        "date": "May 30, 2019",
        "id": "10"
    },
    {
        "title": "The Green Mile",
        "description": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution.",
        "rating": 85,
        "date": "Dec 10, 1999",
        "id": "11"
    }
]